/* Localizable strings of com.apple.screensaver preference manifest */

"screensaver.pfm_title" =			"Skjermsparer Loginwindow";
"screensaver.pfm_description" =			"Valg for skjermsparer- og dvalepassord og valg for skjermsparer for påloggingsvindu";
"loginWindowIdleTime.pfm_title" =			"Inaktivitet i påloggingsvindu";
"loginWindowIdleTime.pfm_description" =		"Tid med inaktivitet i påloggingsvindu i sekunder. Sett til 0 for å deaktivere skjermsparer for påloggingsvindu.";
"loginWindowModulePath.pfm_title" =			"Bane for skjermsparermodul for påloggingsvindu";
"loginWindowModulePath.pfm_description" =	"Filsystembanen til en skjermsparermodul. For eksempel «/System/Bibliotek/Screen Savers/Flurry.saver». Ikke alle skjermsparere fungerer før pålogging. Dette kan inkludere strømbaserte, tilfeldige og miksede skjermsparere og skjermsparere som ikke er kodesignert av Apple.";
"askForPassword.pfm_title" =			"Krev passord";
"askForPassword.pfm_description" =			"Krev passord for å vekke maskinen fra dvale eller deaktivere skjermsparer. Sett til 1 for å kreve passord. Sett til 0 for å ikke kreve passord.";
